-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jan 22, 2018 at 08:00 PM
-- Server version: 10.1.26-MariaDB
-- PHP Version: 7.1.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `lastnews`
--

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `ID` int(45) UNSIGNED NOT NULL,
  `Name` varchar(255) COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`ID`, `Name`) VALUES
(1, 'سینمایی'),
(2, 'فرهنگی'),
(3, 'بازیگران'),
(4, 'اتفاقات تازه در سینما'),
(5, 'بهترین ها در سینما');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `ID` int(45) UNSIGNED NOT NULL,
  `Title` text COLLATE utf8_persian_ci NOT NULL,
  `Content` text COLLATE utf8_persian_ci NOT NULL,
  `Image` varchar(200) COLLATE utf8_persian_ci NOT NULL,
  `Lead` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `sendTime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `userID` int(45) UNSIGNED NOT NULL,
  `categoryID` int(45) UNSIGNED NOT NULL,
  `Status` int(45) UNSIGNED NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`ID`, `Title`, `Content`, `Image`, `Lead`, `sendTime`, `userID`, `categoryID`, `Status`) VALUES
(2, 'جشنواره فجر', 'به گزارش سینماپرس، جلسه هماهنگی مدیران سینماهای جشنواره ملی فیلم فجر با حضور مسئولان امور سینماهای وزارت ارشاد و مدیران سینماهای نمایش‌ دهنده فیلم‌های جشنواره برگزار شد و مدیران سینماها از تجربیات و مشکلات پیش‌روی خود در راه برگزاری جشنواره گفتند.\r\n\r\nدر این جلسه محمدرضا فرجی مدیر کل سینمای حرفه‌ای با یادی از عبدالحمید جلیل‌زاده سینمادار فقید، گفت: کار سنگین و سختی است که از بین ۲۲ سالن ۱۲ سالن را برای جشنواره انتخاب کنیم. برخی از صاحبان سینماهایی که سال‌های گذشته در جشنواره حضور داشتند امسال گله ‌مندند که باید یادآوری کنم امسال تنها ۲۴ فیلم برای نمایش در سینماهای مردمی جشنواره در نظر گرفته شده پس ما ناگزیر هستیم تا تعداد سینماها و صندلی‌ها را هم محدودتر کنیم.\r\n\r\nوی با اشاره به ازدحام‌هایی که معمولا در ایام جشنواره صورت می‌گیرد، تأکید کرد: دهه فجر، مقطعی است که باید در آن ارزش‌های انقلاب حفظ شود و ما نیز باید تا جایی که توان داریم در خدمت جشنواره باشیم. همانطور که مقام معظم رهبری تاکید کرده‌اند، اخلاق‌مداری برای مسئولان لازم است و سینماداران در موقعیت‌های شلوغ جشنواره باید با حوصله و صبر با مخاطبان رفتار کنند و به احترام ایام فجر، به مردم خدمت‌رسانی کنند.\r\n\r\nفرجی در بخش دیگری از صحبت‌های خود در جمع مدیران سینمایی گفت: تأکیدی که دبیر جشنواره دارد این است که سینماها از هر لحاظ آماده میزبانی از مردم باشند. کارشناسان ما نیز بازرسی‌هایی در این زمینه داشته‌اند و طبق گزارش‌هایی که به ما داده‌اند، مطلع شده‌ایم که سینماها آماده‌سازی‌های لازم را انجام داده‌اند. از صاحبان سینماها درخواست داریم که آن دو درصد سهم گیشه را که برایشان در نظر گرفته شده حفظ کنند. امسال باید تعداد بلیت‌ها که برای گیشه در نظر گرفته شده حفظ شود و نباید این سهم فروخته شود، باید بر توزیع بلیت‌ها سانس به سانس نظارت کرد تا حقوق مردم از بین نرود.\r\n\r\nوی در مورد سانس‌های فوق‌العاده جشنواره گفت: مشکلی برای سانس‌های فوق العاده نخواهیم داشت. سانس‌ها مشخص هستند که از ساعت ۱۵ تا ۲۳ ادامه دارند، به طور متوسط در روز، هر سینما ۴ سانس خواهد داشت که سانس‌های اول و آخر تکراری هستند و در مورد هر فیلمی که نیاز به سانس فوق‌العاده داشته باشد، ما قطعا همکاری خواهیم کرد.\r\n\r\nاین مدیر سینمایی در مورد قیمت بلیت‌های جشنواره سی و ششم گفت: قیمت بلیت در سالن‌های سینمایی راگا، کیان و تماشا به صورت سری هشت هزار تومان و به صورت تک ۱۰ هزار تومان خواهد بود، قیمت بلیت در سایر سینماها نیز به صورت سری ۱۲ هزار تومان و به صورت تکی ۱۵ هزار تومان در نظر گرفته شده است.', '../upload/bf55b829873c.jpg', 'http://cinemapress.ir/', '2018-01-19 18:30:30', 1, 5, 1),
(4, '!مهران مدیری مجری برنامه هفت شد ', 'به گزارش سینماپرس «علی اصغر پورمحمدی» در گفت‌وگو با یکی از خبرگزاری ها گفت: اجرای ویژه برنامه هفت در طول مدت جشنواره فیلم فجر بر عهده «مهران مدیری» گذاشته شده است. \r\n\r\nوی ادامه داد: «مهران مدیری» مجری با شایستگی‌ها و توانمندی‌های مشخصی است و هم در حوزه سینما فرد شناخته شده و مسلطی است و هم در اجرا فرد توانمندی است. همین موضوع منجر شد طی جمع‌بندی‌هایی که داشتیم ایشان را برای اجرای برنامه هفت انتخاب کنیم. \r\n\r\nپورمحمدی در پاسخ به این سوال که اجرای ویژه برنامه «هفت» با مهران مدیری است یا سری جدید هم به ایشان سپرده خواهد شد؟ عنوان داشت: فعلا توافق صورت گرفته در اجرای ویژه برنامه برنامه هفت در طول مدت جشنواره فیلم فجر به ایشان سپرده شده و برای بعد از آن هنوز تصمیم نهایی گرفته نشده است. ', '../upload/80495723cc1f.jpg', 'سینما پرس', '2018-01-19 18:48:05', 1, 3, 1),
(5, 'تاثیر اغتشاشات و آلودگی هوا بر فروش فیلم‌ها', 'به گزارش سینماپرس، فروش فیلم های سینمایی در هفته جاری با افت زیادی به دلیل آلودگی هوا و آشوب‌های خیابانی روبرو شد. در این شرایط به گفته مدیر انجمن سینماداران در برخی از روزها فروش فیلم ها به افت ۷۰ درصدی نیز رسید. اما در این میان فیلم سینمایی «سدمعبر» در هفته اول نمایش به رتبه دوم جدول فروش رسید و با فروش ۲۵۵ میلیون و ۲۸۷ هزار تومان در جایگاه بالای جدول قرار گرفت این فیلم در کل به فروش  ۲۶۰ میلیون و ۲۶۷ هزار تومان رسید. ', '../upload/def15266a63c.jpg', 'cinemapress.ir', '2018-01-19 18:54:33', 1, 1, 1),
(6, '<<سرقت نسخه کمیاب<<هری پاتر', 'یکی از نسخه‌های اولیه رمان «هری پاتر و سنگ جادو» که مجموعه‌داران آن را «جام مقدس» لقب داده بودند، به سرقت رقت.\r\nبه گزارش ایسنا، «ایندپندنت» نوشت: یکی از ۵۰۰ نسخه چاپ اول رمان «هری پاتر و سنگ جادو» که در سال ۱۹۹۷ به چاپ رسید و نزد مجموعه‌داران ارزش زیادی داشت، در جریان یک سرقت از کتابفروشی در نورفولک دزدیده شد.\r\n\r\n \r\n\r\nکلکسیونرهای هوادار رمان‌های «هری پاتر» ارزش این کتاب جلد سخت را ۴۰ هزار پوند تخمین زده و به آن لقب «جام مقدس» داده بودند. نام «جی.کی. رولینگ» روی این کتاب «جوان رولینگ» حک شده و در بهار ۱۹۹۷ از ۵۰۰ جلد چاپ شده آن،‌۳۰۰ نسخه به کتابخانه‌ها فرستاده شده بود.\r\n\r\n \r\n\r\nچندی پیش مجله «فوربز» گزارشی منتشر کرد و در آن نام و مشخصات نسخه‌های نایاب رمان‌هایی چون «هابیت»، «ارباب حلقه‌ها»، «وینی د پو»، «سرود کریسمس» و ... را نوشت. در این گزارش آمده بود: نسخه‌های خاص کتاب «هری پاتر و سنگ جادو» هم اکنون در بازار کتاب‌های عتیقه ۶۷ هزار و ۳۰۰ دلار خریدار دارند. این نسخه باید جلد سخت داشته و یکی از ۱۰ سری اول چاپ باشد. نام اصلی نویسنده یعنی «جوان رولینگ» را می‌شود روی اولین نسخه‌های چاپ شده از قسمت اول این هفت‌گانه پرفروش در بریتانیا دید. نمونه‌هایی از این نسخه، در حراجی «هریتج» به قیمت ۳۳ هزار و ۴۶۰ دلار به فروش رسیده است.\r\n\r\n \r\n\r\n«هری‌ پاتر و سنگ جادو» در سال ۱۹۹۷ به چاپ رسید و پس از آن شش قسمت بعدی رمان‌های «رولینگ» با موفقیتی روزافزون روانه بازار کتاب شدند. «بلومزبری» ناشر کتاب‌های «هری پاتر»، فروش جهانی این رمان‌ها را ۴۵۰ میلیون نسخه اعلام کرده است. رمان‌های مشهور «رولینگ» تاکنون به ۷۹ زبان دنیا ترجمه شده‌اند.\r\n\r\n \r\n\r\nاقتباس سینمایی این هفت اثر در قالب هشت فیلم با بازی «دنیل رادکلیف» و «اما واتسون» نیز در فروش بالای این کتاب‌ها بی‌تاثیر نبوده است. از سال ۲۰۰۱ تا ۲۰۱۱ هشت فیلم «هری پاتر و سنگ جادو»، «هری پاتر و تالار اسرار»، «هری پاتر و زندانی آزکابان»، «هری پاتر و جام آتش»، «هری پاتر و محفل ققنوس»، «هری پاتر و شاهزاده دورگه» و «هری پاتر و یادگاران مرگ ـ قسمت اول و دوم» در سینماهای جهان اکران شدند و به فروشی بالغ بر هشت میلیارد و ۲۰۰ میلیون دلار دست یافتند.', '../upload/54f67d065dac.jpg', 'www.beytoote.com', '2018-01-19 19:07:34', 1, 2, 1),
(10, 'لباس های عجیب الناز شاکردوست در پشت صحنه فیلم سراسر شب', 'سراسر شب فیلم جدید الناز شاکردوست با لباس های عجیب\r\nاخبار و حواشی الناز شاکردوست : الناز شاکردوست با انتشار عکس هایی از مدل های لباس خود در پشت صحنه سریال سراسر شب در اینستاگرامش نوشت :\r\n\r\nفیلم سراسر شب را دوست می دارم... بالاخره «سراسر شب كلید خورد. عاشقانه فیلمنامه این فیلم را دوست مى‌دارم و حالم خوب است، بازى كردن در دو نقش كاملا متفاوت در فیلمِ فیلسوفِ فیلمسازِ محبوبم فرزاد مؤتمن.\r\nتوضیحاتی درباره فیلم سراسر شب\r\nفیلم سراسر شب جدیدترین ساخته سینمایی فرزاد موتمن با پشت سر گذاشتن پیش‌تولیدی طولانی مدت، بالاخره جلوی دوربین رفت. الناز شاکردوست، امیر جعفری، سینا حجازی، مهدی سلطانی و آزاده صمدی از جمله بازیگران این فیلم هستند.\r\n\r\nالناز شاکردوست در هفتم تیر ماه سال ۱۳۶۳ در شهر تهران به دنبا آمد او علاوه بر کار بازیگری, طراح صحنه و لباس و عکاس هم است و فرزن دوم خانوادشونه و یک خواهر کوچکتر و یک برادر بزرگتر از خودش دارد.', '../upload/ab0282c70c60.jpg', 'www.parlyn.net/', '2018-01-21 07:59:49', 1, 4, 1);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `ID` int(45) UNSIGNED NOT NULL,
  `userName` varchar(45) COLLATE utf8_persian_ci NOT NULL,
  `Password` varchar(45) COLLATE utf8_persian_ci NOT NULL,
  `Name` varchar(45) COLLATE utf8_persian_ci NOT NULL,
  `Family` varchar(45) COLLATE utf8_persian_ci NOT NULL,
  `Type` varchar(45) COLLATE utf8_persian_ci NOT NULL DEFAULT 'admin'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`ID`, `userName`, `Password`, `Name`, `Family`, `Type`) VALUES
(1, 'admin', 'admin', 'admin', 'admin', 'admin');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`ID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
  MODIFY `ID` int(45) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `ID` int(45) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `ID` int(45) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
